/*
 InfoPlist.strings (English)
 Snapchat
 Copyright (c) 2016 Snapchat, Inc. All rights reserved.
 */
/*KEYS IN THIS FILE ARE SYSTEM KEYS THAT CANNOT BE ALTERED*/
"NSContactsUsageDescription" = "Kontak di buku alamat Anda akan dikumpulkan oleh Snapchat."; // Reworded 08/21/14

"NSPhotoLibraryUsageDescription" = "Simpan Snap yang kamu ambil ke Rol Kamera, kirim foto dan video dalam Obrolan, dan lainnya."; // Reworded 11/28/2016

/* NEW IN 9.40 (09/12/2016) */
"NSCameraUsageDescription" = "Menggunakan kamera Anda untuk mengambil Snap, obrolan video, menambah teman melalui Snapcode, dan lainnya.";

"NSMicrophoneUsageDescription" = "Menggunakan mikrofon Anda untuk merekam audio untuk Snap, obrolan video, dan lainnya.";

"NSMotionUsageDescription" = "Snapchat mencatat apakah perangkat dalam posisi vertikal atau horizontal ketika kamu mengambil Snap, menggunakan Lensa, membaca Discover, dan menonton iklan.";

"NSLocationWhenInUseUsageDescription" = "Snapchat menggunakan ini untuk menyesuaikan pengalaman kamu dan agar kamu bisa menggunakan discover, filter, cerita, dan yang lainnya di sekitarmu."; // Reworded 09/12/2016
